---
kind: other
id: Properties.T:Autodesk.Revit.DB.SweptBlend
source: html/0615733c-0b0f-2c4b-a8f4-8b55cb6b5ce9.htm
---
# SweptBlend Properties

The id of the assembly instance to which the element belongs.